results/M6/M6-AF-20260920T211148Z/cfd/cases/aff3dd47398a_coarse_a0/dictionaries/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 220;

boundaryField
{
    freestream
    {
        type            fixedValue;
        value           uniform 220;
    }
    outlet
    {
        type            zeroGradient;
    }
    "body_.*"
    {
        type            zeroGradient;
    }
    "(front|back)"
    {
        type            wedge;
    }
    axis
    {
        type            empty;
    }
}
